{
    "The :attribute must contain at least one letter.": ":attribute en az bir harf içermelidir.",
    "The :attribute must contain at least one number.": ":attribute en az bir sayı içermelidir.",
    "The :attribute must contain at least one symbol.": ":attribute en az bir sembol içermelidir.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":attribute en az bir büyük harf ve bir küçük harf içermelidir.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Verilen :attribute bir veri sızıntısında ortaya çıktı. Lütfen farklı bir :attribute seçin.",
    "An unknown error occurred from which controller!": "Hangi kontrolörden geldiği bilinmeyen bir hata oluştu!",
    "Error list not defined in controller!": "Kontrolörde hata listesi tanımlanmamış!",
    "An undefined error code has been sent to the controller!": "Kontrolörde tanımlanmamış bir hata kodu gönderildi!",
    "Verify Email Address": "E-posta Adresini Doğrulayın",
    "Please click the button below to verify your email address.": "E-posta adresinizi doğrulamak için lütfen aşağıdaki düğmeyi tıklayın.",
    "If you did not create an account, no further action is required.": "Bir hesap oluşturmadıysanız, başka bir işlem yapmanız gerekmez.",
    "Reset Password Notification": "Şifre Sıfırlama Bildirimi",
    "You are receiving this email because we received a password reset request for your account.": "Bu e-postayı, hesabınız için bir şifre sıfırlama isteği aldığımız için alıyorsunuz.",
    "Reset Password": "Şifreyi Sıfırla",
    "This password reset link will expire in :count minutes.": "Bu şifre sıfırlama bağlantısının süresi :count dakika içinde sona erecek.",
    "If you did not request a password reset, no further action is required.": "Parola sıfırlama talebinde bulunmadıysanız, başka bir işlem yapmanız gerekmez.",
    "Hello!": "Merhaba!",
    "Whoops!": "Hoppala!",
    "Regards": "Saygılarımızla",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\" butonuna tıklamakta sorun yaşıyorsanız, aşağıdaki bağlantıyı kopyalayıp\ntarayıcınıza yapıştırın:",
    "All rights reserved.": "Tüm hakları saklıdır.",
    "Verification link sent!": "Doğrulama bağlantısı gönderildi!",
    "Not Found": "Sayfa bulunamadı.",
    "Unauthorized": "Yetkisiz",
    "Forbidden": "Yasak",
    "This action is unauthorized.": "Bu işleme izin verilmiyor."
}
